# RbsPipeValveLossCvfactorParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsPipeValveLossCvfactorParam Property
ParameterTypeId Class See Also
---
"Cv Coefficient"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsPipeValveLossCvfactorParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsPipeValveLossCvfactorParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsPipeValveLossCvfactorParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace